app/controllers/pages_controller.rb

SELECT "countries".* FROM "countries"
---
  def test_6
    @countries = SomeModule::Country.all